# текст напоминания покупки подписки
SubMemory = f'\n\U00002757Продлевайте подписку вовремя, ' \
                  f'чтобы пользоваться полным функционалом бота\U0001F609'

# начальный текст с приветствием
TextForStart = f'Я бот-помощник от школы танцев Trinity Dance\U0001F916\n' \
               f'Я могу: 1) Открыть сайт нашей школы танцев, где вы найдёте всю нужную информацию о нас,\n ' \
               f'2) Предложить плэйлист с музыкой, составленный специально для занятий танцами,\n3) Найти интересующее'\
               f'вас видео в том числе: балеты, выступления любимых артистов и многое другое,\n4) Найти информацию в ' \
               f'википедии. Вы сможете подробнее узнать о истории танцев, их видах и многое другое и проверенного ' \
               f'источника.\n Также я буду отправлять вам важные новости мира танцев, чтобы вы всегда были в теме ' \
               f'всего самого интересного.' \

# текст описания возможностей подписки
SubText = f'Подписка позволит вам\n' \
           f'пользоваться дополнительными функциями бота, такие как поиск интересующего видео и быстрый поиск по ' \
          f'википедии. Также она позволит вам получать самые свежие новости из мира танцев.\n' \

# текст ошибки парсинга
error_pars = f'К сожалению, в моей базе данных нет такого видео.' \

# текст о плэйлисте с музыкой из отчётов
Playlist = f'\U0001F3A7Это плэйлист, в котором вы найдёте музыку для  ваших тренировок\n'\

